xml/request_templates/emnekasse_009aa_gxx_au_gue.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>27386970|870970</ac:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Festivalpakken 2008 - mellemtrin</dc:title>
              <dc:title xsi:type="dkdcplus:full">Festivalpakken 2008 - mellemtrin</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject>festivalpakke</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dc:description>Festivalpakker 2008 er en del af Dansk Naturvidenskabsfestival 2008</dc:description>
              <dc:description>Indhold: 14 engangshandsker ; 5 små tragter ; 5 T-studser ; 10 Y-studser ; 1 banner ; 1 stetoskop ; 15 målebånd ; 1 flaske konditorfarve ;  1 pose  dimser (5 ex) ; 1 stk. plasticslange ; 1 pulsmåler  ; 1 kuvert (4 plakater, 1 folder, 1 postkort, 4 breve) ; 2 hæfter incl. cd-rom'er</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>s.n.</dc:publisher>
              <dc:date>2008</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Emnekasse</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type>
              <dcterms:extent>1 festivalpakke</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">27386970</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20080826130546</marcx:subfield>
                  <marcx:subfield code="d">20080826</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">s</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2008</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                  <marcx:subfield code="a">u</marcx:subfield>
                  <marcx:subfield code="g">ue</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Festivalpakken 2008 - mellemtrin</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">S.l.</marcx:subfield>
                  <marcx:subfield code="b">s.n.</marcx:subfield>
                  <marcx:subfield code="c">2008</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">1 festivalpakke</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Festivalpakker 2008 er en del af Dansk Naturvidenskabsfestival 2008</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="530">
                  <marcx:subfield code="a">Indhold: 14 engangshandsker ; 5 små tragter ; 5 T-studser ; 10 Y-studser ; 1 banner ; 1 stetoskop ; 15 målebånd ; 1 flaske konditorfarve ;  1 pose  dimser (5 ex) ; 1 stk. plasticslange ; 1 pulsmåler  ; 1 kuvert (4 plakater, 1 folder, 1 postkort, 4 breve) ; 2 hæfter incl. cd-rom'er</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="596">
                  <marcx:subfield code="a">Ikke anskaffet</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="631">
                  <marcx:subfield code="a">festivalpakke</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">756100</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:27386970</os:identifier>
            <os:primaryObjectIdentifier>870970-basis:27386970</os:primaryObjectIdentifier>
            <os:recordStatus>active</os:recordStatus>
            <os:creationDate>2008-08-26</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>emnekasse_009aa_gxx_au_gue.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
